Tekla.Structures.DrawingInternal.dotGrLeaderLine_t


Tekla.Structures.DrawingInternal.dotGrLeaderLine_t.DrawingObject


Tekla.Structures.DrawingInternal.dotGrLeaderLine_t.StartPoint


Tekla.Structures.DrawingInternal.dotGrLeaderLine_t.EndPoint


Tekla.Structures.DrawingInternal.dotGrLeaderLine_t.ArrowHead


Tekla.Structures.DrawingInternal.dotGrLeaderLine_t.LeaderLineType


Tekla.Structures.DrawingInternal.dotGrLeaderLine_t.ToStruct(Tekla.Structures.Drawing.LeaderLine)


Tekla.Structures.DrawingInternal.dotGrLeaderLine_t.FromStruct(Tekla.Structures.Drawing.LeaderLine)
